<?php
/*
=====================================================
 R-Panel CMS by Артур Ялалтдинов ( crazy_str ) 
-----------------------------------------------------
 http://radmins.ru/
-----------------------------------------------------
 Copyright (c) 2014
=====================================================
 Данный код защищен авторскими правами
=====================================================
 Файл: by.php
=====================================================
*/
if(!defined('CRAZY_STR')) die("Hacking attempt!");

$lang = array ( 

	"page" => array (
	
		"index" => "Галоўная",
		"database" => "База злачынцаў",
		"acp" => "Панэль адміністратара",
		"lcp" => "Панэль лідара",
		"donate" => "Донат",
		"updonate" => "Папоўніць рахунак",
		"store" => "R-Store",
		"setting" => "Налады",
		"logout" => "Выйсце",
		"login" => "Уваход",
		"forgot" => "Забыліся пароль?",
		"forum" => "Форум",
		"settings" => array (
		
			"code" => "Усталёўка кода бяспекі",
			"codeoff" => "Адключэнне кода бяспекі",
			"success" => "Усталяваць код",
			"acceptcode" => "Увядзіце бягучы пароль",
			"off" => "Адключыць",
			"loghistory" => "Гісторыя аўтарызацый",
			"cpass" => "Змена пароля",
			"pass" => "Увядзіце бягучы пароль",
			"npass" => "Увядзіце новы пароль",
			"change" => "Змяніць пароль"
		
		),
		"profile" => array (
		
			"profile" => "Профіль",
			"allrub" => "Агульная сума папаўненняў",
			"auto" => "Аўтамабіль",
			"typeauto" => "Тып кузава",
			"house" => "Дом",
			"azs" => "Бізнэс АЗС / Баланс",
			"biz" => "Бізнэс / Баланс",
			"Italy" => "Італьянскі",
			"Ispan" => "Іспанскі",
			"Japan" => "Японскі",
			"Russia" => "Рускі",
			"Nemec" => "Нямецкі",
			"CarLic" => "Пасведчанне кіроўцы",
			"name" => "Імя акаўнта",
			"level" => "Узровень",
			"exp" => "EXP",
			"vip" => "Статут VIP",
			"id" => "Нумар акаўнта",
			"job" => "Праца",
			"member" => "Арганізацыя",
			"rank" => "Ранг",
			"sex" => "Пол",
			"bank" => "Грошай у банке",
			"cash" => "Грошай з сабой",
			"gun" => "Валоданне зброяй",
			"language" => "Валоданне мовамі",
			"number" => "Нумар тэлефона",
			"balance" => "Рахунак тэлефона",
			"player" => "Гулец",
			"friends" => "Тэлефонная кніга"
			
		),
		"payment" => array (
		
			"sum" => "Увядзіце суму плацяжу",
			"total" => "Сума якую вы атрымаеце пры абмене ў гульні"
		
		),
	),
	"other" => array (
	
		"vkload" => "Паказаць больш навін",
		"connect" => "Пачаць гульню",
		"monitoring" => "Падрабязны маніторынг",
		"search" => "Пошук гульцоў",
		"cname" => "Першая змена ніка бясплатная",
		"cname30" => "Кошт змены гульнявога імя 30 рублёў",
		"monplayer" => "Маніторынг гульцоў",
		"monbiz" => "Карта бізнэсаў",
		"monhouse" => "Карта дамоў",
		"param" => array (
		
			"logoutmsg" => "Вы выйшлі!",
			"entername" => "Увядзіце імя гульца",
			"enternewname" => "Прыдумайце новае імя гульца",
			"enterpassword" => "Увядзіце пароль",
			"securitycode" => "Увядзіце код бяспекі калі ў Вас ён усталяваны",
			"security" => "Увядзіце код з малюнка",
			"server" => "Абярыце сервер",
			"controlacc" => "Аднаўленне доступу да акаўнта",
			"enteremail" => "Увядзіце E-Mail паказаны пры рэгістрацыі",
			"successforgot" => "На ваш электронны адрас адпраўлены новы пароль!",
			"successlogin" => "Сардэчна запрашаем",
			"successacp" => "Усё прайшло ўдала гэтым разам",
			"exportmail" => "Увядзіце код які быў адпраўлены на вашу электронную скрыню",
			"acppassword" => "Увядзіце Адмін пароль"
		
		),
		"error" => array (
		
			"errorname" => "Няслушна ўведзена імя гульца!",
			"errormail" => "Няслушна ўведзены электронны адрас!",
			"errorpic" => "Няслушна ўведзены код з малюнка!",
			"errorfield" => "Запоўніце ўсе палі!",
			"errorlenghtpassword" => "Даўжыня пароля не павінна быць менш 3 і больш 26 знакаў!",
			"errornameinpass" => "Няслушна ўведзена імя гульца ці пароль!",
			"entercodesec" => "Няслушна ўведзены код бяспекі!",
			"acperrorcode" => "Няслушна ўведзены код адпраўлены на ваш электронны адрас!",
			"erroracpcode" => "Няслушна ўведзены Адмін пароль!",
			"DANGER" => "Увага",
			"accountblock" => "Ваш акаўнт заблакаваны",
			"blockdate" => "Дата блакавання",
			"unblockdate" => "Дата разблакоўкі",
			"adminblock" => "Адміністратар",
			"blockreason" => "Чыннік",
			"noblock" => "На вашым акаўнце няма блакаванняў"
		
		),
	),
	"button" => array (
		
		"enter" => "Увайсці",
		"forgot" => "Забыліся пароль?",
		"remember" => "Аднавіць кантроль",
		"next" => "Працягнуць",
		"start" => "Пачаць"
		
	),
	"pagefunction" => array (
	
		"fieldname" => "Пустое поле \"Імя персанажа\"",
		"fieldmail" => "Пустое поле \"Электронная пошта\"",
		"validmail" => "Невалідны E-Mail",
		"fieldimage" => "Пустое поле \"Код з малюнка\"",
		"fieldcode" => "Пустое поле \"Код\"",
		"acpcode" => "Пустое поле \"Адмін-пароль\"",
		"pcode" => "Пустое поле \"Код бяспекі\"",
		"pass" => "Пустое поле \"Бягучы пароль\"",
		"npass" => "Пустое поле \"Новы пароль\""
	
	),
	"rshop" => array (
	
		"changename" => array (
		
			"changename" => "Змена гульнявога імя",
			"lozung" => "Пачніце сваё жыццё з чыстага ліста."
		
		),
		"other" => array (
		
			"other" => "Іншыя прадметы",
			"lozung" => "Дадатковыя магчымасці."
			
		),
		"number" => array (
		
			"number" => "Купля нумара",
			"buynumber" => "Купля кароткага нумара",
			"lozung" => "Вылучайся.",
			"pred" => "Увядзіце ўпадабаны нумар тэлефона",
			"buy" => "Купіць",
			"info" => "Пазнаць інфармацыю"
		
		),
		"mute" => array (
		
			"mute" => "Блакаванне чата",
			"lozung" => "Зніміце блакаванне чата цяпер.",
			"buy" => "Зняць",
			"cherez" => "Блакаванне чата знімецца праз",
			"second" => "секунд</b>.<br />Зняць блакаванне чата: 20руб."
		
		),
		"wanted" => array ( 
		
			"wanted" => "Вышук",
			"lozung" => "Выкрадзіце свае вышуковыя дадзеныя.",
			"buy" => "Выкрасці",
			"delete" => "Сцерці ўсе дадзеныя з базы дадзеных злачынцаў",
			"naake" => "На вашым акаўнце",
			"rozisk" => "узр. вышуку</b>.<br />Сцерці ўсе дадзеныя з базы дадзеных: 50 руб."
		
		),
		"jail" => array (
		
			"jail" => "Турма",
			"lozung" => "Збяжыце з турмы прама цяпер.",
			"buy" => "Збегчы",
			"exit" => "Выйсці з деморгана ці турмы",
			"lozung2" => "Збегчы з турмы</b>.<br />Уцёкі абыйдуцца ў: 200 руб."
		
		),
		"warn" => array (
		
			"warn" => "WARN",
			"lozung" => "Абнуліце свае папярэджанні.",
			"buy" => "Абнуліць",
			"admin" => "Зняць папярэджанні адміністратара",
			"naake" => "На вашым акаўнце",
			"warns" => "папярэджанняў</b>.<br />Здыманне 1 папярэджання абыйдзецца: 300 руб.<br />Здыманне ўсіх папярэджанняў абыйдзецца вам у: 500 руб.",
			"down" => "Зняць 1 папярэджанне",
			"all" => "Поўнае здыманне"
		
		),
		"ban" => array (
		
			"ban" => "Блакаванне",
			"lozung" => "Разблакуй свой акаўнт.",
			"buy" => "Разблакаваць",
			"bans" => "Зняць блакаванне акаўнта",
			"all" => "Цалкам вызваляе акаўнт ад блакавання",
			"sum" => "Здыманне поўнага блакавання абыйдзецца ў: 600 руб."
		
		)
	
	)

);