<?php
/*
=====================================================
 R-Panel CMS by Артур Ялалтдинов ( crazy_str ) 
-----------------------------------------------------
 http://radmins.ru/
-----------------------------------------------------
 Copyright (c) 2014
=====================================================
 Данный код защищен авторскими правами
=====================================================
 Файл: ru.php
=====================================================
*/
if(!defined('CRAZY_STR')) die("Hacking attempt!");

$lang = array ( 

	"page" => array (
	
		"index" => "Главная",
		"database" => "База преступников",
		"acp" => "Панель администратора",
		"lcp" => "Панель лидера",
		"donate" => "Донат",
		"updonate" => "Пополнить счёт",
		"store" => "R-Store",
		"setting" => "Настройки",
		"logout" => "Выход",
		"login" => "Вход",
		"forgot" => "Забыли пароль?",
		"forum" => "Форум",
		"settings" => array (
		
			"code" => "Установка кода безопасности",
			"codeoff" => "Отключение кода безопасности",
			"success" => "Установить код",
			"acceptcode" => "Введите текущий код безопасности",
			"off" => "Отключить",
			"loghistory" => "История авторизаций",
			"cpass" => "Смена пароля",
			"pass" => "Введите текущий пароль",
			"npass" => "Введите новый пароль",
			"change" => "Сменить пароль"
		
		),
		"profile" => array (
		
			"profile" => "Профиль",
			"allrub" => "Общая сумма пополнений",
			"auto" => "Автомобиль",
			"typeauto" => "Тип кузова",
			"house" => "Дом",
			"azs" => "Бизнес АЗС / Баланс",
			"biz" => "Бизнес / Баланс",
			"Italy" => "Итальянский",
			"Ispan" => "Испанский",
			"Japan" => "Японский",
			"Russia" => "Русский",
			"Nemec" => "Немецкий",
			"CarLic" => "Водительское Удостоверение",
			"name" => "Имя аккаунта",
			"level" => "Уровень",
			"exp" => "EXP",
			"vip" => "Статус VIP",
			"id" => "Номер аккаунта",
			"job" => "Работа",
			"member" => "Организация",
			"rank" => "Ранг",
			"sex" => "Пол",
			"bank" => "Денег в банке",
			"cash" => "Денег с собой",
			"gun" => "Владение оружием",
			"language" => "Владение языками",
			"number" => "Номер телефона",
			"balance" => "Счет телефона",
			"player" => "Игрок",
			"friends" => "Телефонная книга"
			
		),
		"payment" => array (
		
			"sum" => "Введите сумму платежа",
			"total" => "Сумма которую вы получите при обмене в игре",
			"enter" => "Оплатить"
			
		),
	),
	"other" => array (
	
		"vkload" => "Показать больше новостей",
		"connect" => "Начать игру",
		"monitoring" => "Подробный мониторинг",
		"search" => "Поиск игроков",
		"cname" => "Первая смена ника бесплатна",
		"cname30" => "Стоимость смены игрового имени 30 рублей",
		"monplayer" => "Мониторинг игроков",
		"monbiz" => "Карта бизнесов",
		"monhouse" => "Карта домов",
		"param" => array (
		
			"logoutmsg" => "Вы вышли!",
			"entername" => "Введите имя игрока",
			"enternewname" => "Придумайте новое имя игрока",
			"enterpassword" => "Введите пароль",
			"securitycode" => "Введите код безопасности если у Вас он установлен",
			"security" => "Введите код с изображения",
			"server" => "Выберите сервер",
			"controlacc" => "Восстановление доступа к аккаунту",
			"enteremail" => "Введите E-Mail указанный при регистрации",
			"successforgot" => "На ваш электронный адрес отправлен новый пароль!",
			"successlogin" => "Добро пожаловать",
			"successacp" => "Всё прошло удачно на этот раз",
			"exportmail" => "Введите код который был отправлен на ваш электронный ящик",
			"acppassword" => "Введите Админ пароль"
		
		),
		"error" => array (
		
			"errorname" => "Неверно введено имя игрока!",
			"errormail" => "Неверно введён электронный адрес!",
			"errorpic" => "Неверно введён код с картинки!",
			"errorfield" => "Заполните все поля!",
			"errorlenghtpassword" => "Длина пароля не должна быть меньше 3 и больше 26 символов!",
			"errornameinpass" => "Неверно введено имя игрока или пароль!",
			"entercodesec" => "Неверно введен код безопасности!",
			"acperrorcode" => "Неверно введен код отправленый на ваш электронный адрес!",
			"erroracpcode" => "Неверно введен Админ пароль!",
			"DANGER" => "Внимание",
			"accountblock" => "Ваш аккаунт заблокирован",
			"blockdate" => "Дата блокировки",
			"unblockdate" => "Дата разблокировки",
			"adminblock" => "Администратор",
			"blockreason" => "Причина",
			"noblock" => "На вашем аккаунте нет блокировок"
		
		),
	),
	"button" => array (
		
		"enter" => "Войти",
		"forgot" => "Забыли пароль?",
		"remember" => "Восстановить контроль",
		"next" => "Продолжить",
		"start" => "Начать"
		
	),
	"pagefunction" => array (
	
		"fieldname" => "Пустое поле \"Имя персонажа\"",
		"fieldmail" => "Пустое поле \"Электронная почта\"",
		"validmail" => "Невалидный E-Mail",
		"fieldimage" => "Пустое поле \"Код с картинки\"",
		"fieldcode" => "Пустое поле \"Код\"",
		"acpcode" => "Пустое поле \"Админ-пароль\"",
		"pcode" => "Пустое поле \"Код безопасности\"",
		"pass" => "Пустое поле \"Текущий пароль\"",
		"npass" => "Пустое поле \"Новый пароль\""
	
	),
	"rshop" => array (
	
		"changename" => array (
		
			"changename" => "Смена игрового имени",
			"lozung" => "Начните свою жизнь с чистого листа."
		
		),
		"other" => array (
		
			"other" => "Другие предметы",
			"lozung" => "Дополнительные возможности."
			
		),
		"number" => array (
		
			"number" => "Покупка номера",
			"buynumber" => "Покупка короткого номера",
			"lozung" => "Выделяйся.",
			"pred" => "Введите предпочитаемый номер телефона",
			"buy" => "Купить",
			"info" => "Узнать информацию"
		
		),
		"mute" => array (
		
			"mute" => "Блокировка чата",
			"lozung" => "Снимите блокировку чата сейчас.",
			"buy" => "Снять",
			"cherez" => "Блокировка чата снимется через",
			"second" => "секунд</b>.<br />Снять блокировку чата: 20руб."
		
		),
		"wanted" => array ( 
		
			"wanted" => "Розыск",
			"lozung" => "Украдите свои розыскные данные.",
			"buy" => "Украсть",
			"delete" => "Стереть все данные с базы данных преступников",
			"naake" => "На вашем аккаунте",
			"rozisk" => "ур. розыска</b>.<br />Стереть все данные с базы данных: 50 руб."
		
		),
		"jail" => array (
		
			"jail" => "Тюрьма",
			"lozung" => "Сбегите с тюрьмы прямо сейчас.",
			"buy" => "Сбежать",
			"exit" => "Выйти из деморгана или тюрьмы",
			"lozung2" => "Сбежать из тюрьмы</b>.<br />Побег обойдётся в: 200 руб."
		
		),
		"warn" => array (
		
			"warn" => "WARN",
			"lozung" => "Обнулите свои предупреждения.",
			"buy" => "Обнулить",
			"admin" => "Снять предупреждения администратора",
			"naake" => "На вашем аккаунте",
			"warns" => "предупреждений</b>.<br />Снятие 1 предупреждения обойдётся: 300 руб.<br />Снятие всех предупреждений обойдётся вам в: 500 руб.",
			"down" => "Снять 1 предупреждение",
			"all" => "Полное снятие"
		
		),
		"ban" => array (
		
			"ban" => "Блокировка",
			"lozung" => "Разблокируй свой аккаунт.",
			"buy" => "Разблокировать",
			"bans" => "Снять блокировку аккаунта",
			"all" => "Полностью освобождает аккаунт от блокировки",
			"sum" => "Снятие полной блокировки обойдётся в: 600 руб."
		
		)
	
	)

);