<?php
/*
=====================================================
 R-Panel CMS by Артур Ялалтдинов ( crazy_str ) 
-----------------------------------------------------
 http://radmins.ru/
-----------------------------------------------------
 Copyright (c) 2014
=====================================================
 Данный код защищен авторскими правами
=====================================================
 Файл: ru.php
=====================================================
*/
if(!defined('CRAZY_STR')) die("Hacking attempt!");

$lang = array ( 

	"page" => array (
	
		"index" => "Головна",
		"database" => "База злочинців",
		"acp" => "Панель адміністратора",
		"lcp" => "Панель лідера",
		"donate" => "Донат",
		"updonate" => "Поповнити рахунок",
		"store" => "R-Store",
		"setting" => "Налаштування",
		"logout" => "Вихід",
		"login" => "Вхід",
		"forgot" => "Забули пароль?",
		"forum" => "Форум",
		"settings" => array (
		
			"code" => "Встановлення коду безпеки",
			"codeoff" => "Відключення коду безпеки",
			"success" => "Встановити код",
			"acceptcode" => "Введіть поточний код безпеки",
			"off" => "Відключити",
			"loghistory" => "Історія авторизаций",
			"cpass" => "Зміна пароля",
			"pass" => "Введіть поточний пароль",
			"npass" => "Введіть новий пароль",
			"change" => "Змінити пароль"
		
		),
		"profile" => array (
		
			"profile" => "Профіль",
			"allrub" => "Загальна сума поповнень",
			"auto" => "Автомобіль",
			"typeauto" => "Тип кузова",
			"house" => "Будинок",
			"azs" => "Бізнес АЗС / Баланс",
			"biz" => "Бізнес / Баланс",
			"Italy" => "Італійський",
			"Ispan" => "Іспанська",
			"Japan" => "Японський",
			"Russia" => "Російська",
			"Nemec" => "Німецький",
			"CarLic" => "Посвідчення водія",
			"name" => "Ім'я аккаунта",
			"level" => "Рівень",
			"exp" => "EXP",
			"vip" => "Статус VIP",
			"id" => "Номер аккаунта",
			"job" => "Робота",
			"member" => "Організація",
			"rank" => "Ранг",
			"sex" => "Пол",
			"bank" => "Грошей у банку",
			"cash" => "Грошей з собою",
			"gun" => "Володіння зброєю",
			"language" => "Володіння мовами",
			"number" => "Номер телефону",
			"balance" => "Рахунок телефону",
			"player" => "Гравець",
			"friends" => "Телефонная книга"
			
		),
		"payment" => array (
		
			"sum" => "Введіть суму платежу",
			"total" => "Сума яку ви отримаєте при обміні в грі"
		
		),
	),
	"other" => array (
	
		"vkload" => "Показати більше новин",
		"connect" => "Почати гру",
		"monitoring" => "Детальний моніторинг",
		"search" => "Пошук гравців",
		"cname" => "Перша зміна імені безкоштовна",
		"cname30" => "Вартість зміни ігрового імені 30 рублів",
		"monplayer" => "Моніторинг гравців",
		"monbiz" => "Карта бізнесів",
		"monhouse" => "Карта будинків",
		"param" => array (
		
			"logoutmsg" => "Ви вийшли!",
			"entername" => "Введіть ім'я гравця",
			"enternewname" => "Придумайте нове ім'я гравця",
			"enterpassword" => "Введіть пароль",
			"securitycode" => "Введіть код безпеки якщо у Вас він встановлений",
			"security" => "Введіть код із зображення",
			"server" => "Виберіть сервер",
			"controlacc" => "Відновлення доступу до аккаунту",
			"enteremail" => "Введіть E-Mail вказаний при реєстрації",
			"successforgot" => "На вашу електронну адресу відправлен новий пароль!",
			"successlogin" => "Ласкаво просимо",
			"successacp" => "Все пройшло вдало на цей раз",
			"exportmail" => "Введіть код який був відправлений на ваш електронний ящик",
			"acppassword" => "Введіть адмін-пароль"
		
		),
		"error" => array (
		
			"errorname" => "Невірно вказано ім'я гравця!",
			"errormail" => "Невірно вказана електронна адреса!",
			"errorpic" => "Невірно вказан код з картинки!",
			"errorfield" => "Заповніть всі поля!",
			"errorlenghtpassword" => "Довжина пароля не повинна бути менше 3 і більше 26 символів!",
			"errornameinpass" => "Невірно вказано ім'я гравця або пароль!",
			"entercodesec" => "Вказан невірно код безпеки!",
			"acperrorcode" => "Невірно вказан код відправлений на вашу електронну адресу!",
			"erroracpcode" => "Невірно вказан адмін-пароль!",
			"DANGER" => "Увага",
			"accountblock" => "Ваш аккаунт заблокований",
			"blockdate" => "Дата блокування",
			"unblockdate" => "Дата розблокування",
			"adminblock" => "Адміністратор",
			"blockreason" => "Причина",
			"noblock" => "На вашому акаунті нема блокувань"
		
		),
	),
	"button" => array (
		
		"enter" => "Увійти",
		"forgot" => "Забули пароль?",
		"remember" => "Відновити контроль",
		"next" => "Продовжити",
		"start" => "Почати"
		
	),
	"pagefunction" => array (
	
		"fieldname" => "Порожнє поле \"Ім'я персонажа\"",
		"fieldmail" => "Порожнє поле \"Електронна пошта\"",
		"validmail" => "Невалідний E-Mail",
		"fieldimage" => "Порожнє поле \"Код з картинки\"",
		"fieldcode" => "Порожнє поле \"Код\"",
		"acpcode" => "Порожнє поле \"Адмін-пароль\"",
		"pcode" => "Порожнє поле \"Код безпеки\"",
		"pass" => "Порожнє поле \"Поточний пароль\"",
		"npass" => "Порожнє поле \"Новий пароль\""
	
	),
	"rshop" => array (
	
		"changename" => array (
		
			"changename" => "Зміна ігрового імені",
			"lozung" => "Почніть своє життя з чистого аркуша."
		
		),
		"other" => array (
		
			"other" => "Інші предмети",
			"lozung" => "Додаткові можливості."
			
		),
		"number" => array (
		
			"number" => "Покупка номера",
			"buynumber" => "Купівля короткого номера",
			"lozung" => "Виділяйся.",
			"pred" => "Вкажіть бажаний номер телефону",
			"buy" => "Купити",
			"info" => "Дізнатися інформацію"
		
		),
		"mute" => array (
		
			"mute" => "Блокування чату",
			"lozung" => "Розблокуйте чат зараз.",
			"buy" => "Зняти",
			"cherez" => "Блокування чату зніметься через",
			"second" => "секунд</b>.<br />Зняти блокування чату: 20руб."
		
		),
		"wanted" => array ( 
		
			"wanted" => "Розшук",
			"lozung" => "Украдіть свої розшукові дані.",
			"buy" => "Вкрасти",
			"delete" => "Стерти всі дані з бази даних злочинців",
			"naake" => "На вашому акаунті",
			"rozisk" => "ур. розшуку</b>.<br />Стерти всі дані з бази даних: 50 руб."
		
		),
		"jail" => array (
		
			"jail" => "В'язниця",
			"lozung" => "Втекти з в'язниці прямо зараз.",
			"buy" => "Втекти",
			"exit" => "Вийти з деморгана або в'язниці",
			"lozung2" => "Втекти з в'язниці</b>.<br />Втеча обійдеться в: 200 руб."
		
		),
		"warn" => array (
		
			"warn" => "WARN",
			"lozung" => "Обнулити свої попередження.",
			"buy" => "Обнулити",
			"admin" => "Зняти попередження адміністратора",
			"naake" => "На вашому акаунті",
			"warns" => "попереджень</b>.<br />Зняття 1 попередження обійдеться: 300 руб.<br />Зняття всіх попереджень обійдеться вам в: 500 руб.",
			"down" => "Зняти 1 попередження",
			"all" => "Повне зняття"
		
		),
		"ban" => array (
		
			"ban" => "Блокування",
			"lozung" => "Розблокуй свій аккаунт.",
			"buy" => "Розблокувати",
			"bans" => "Зняти блокування аккаунта",
			"all" => "Повністю звільняє аккаунт від блокування",
			"sum" => "Зняття повного блокування обійдеться в: 600 руб."
		
		)
	
	)

);