<?php
/*
=====================================================
 R-Panel CMS by Артур Ялалтдинов ( crazy_str ) 
-----------------------------------------------------
 http://radmins.ru/
-----------------------------------------------------
 Copyright (c) 2014
=====================================================
 Данный код защищен авторскими правами
=====================================================
 Файл: langconfig.php
=====================================================
*/
if(!defined('CRAZY_STR')) die("Hacking attempt!");

require_once ( "lib/language/ru.php" );