<?php
/*
=====================================================
 R-Panel CMS by Артур Ялалтдинов ( crazy_str ) 
-----------------------------------------------------
 http://radmins.ru/
-----------------------------------------------------
 Copyright (c) 2014
=====================================================
 Данный код защищен авторскими правами
=====================================================
 Файл: fail.php
=====================================================
*/
if(!defined("CRAZY_STR")) die("Hacking attempt!");

$style->content( "{page}" , "Начисление платежа" );

$style->content( "{style}" , "" );

$style->content( "{content}" , "<div class=\"alert alert-danger\">К сожалению платёж небыл произведён</div>" );

$style->content( "{script}" , "" );